<div class="main-layout">
    <h3 class="message"><?= $message ?? ''; ?></h3>
    <h2>Добро пожаловать на сайт завода электроники PineApple</h2>
    <div class="main-text">
        <p class="text">Завод «ЭлектроТек» расположен в сердце промышленного региона,
            что позволяет нам эффективно управлять логистикой и поставками. Мы гордимся
            нашим современным оборудованием и высококвалифицированной командой специалистов,
            которые работают над каждым этапом производства — от разработки до сборки и тестирования.</p>
        <p class="text">Хотя компании, такие как Apple, известны своим качеством и
            инновациями, мы в PineApple уверены, что можем предложить еще больше.</p>
    </div>
</div>

